Revit 2027 API
BackgroundProcessTaskType Operators
The BackgroundProcessTaskType type exposes the following members.
Operators
Name | Description
Equality(BackgroundProcessTaskType, BackgroundProcessTaskType) | Compares two BackgroundProcessTaskType instances.
Inequality(BackgroundProcessTaskType, BackgroundProcessTaskType) | Compares two BackgroundProcessTaskType instances.
Top
See Also
Reference
BackgroundProcessTaskType Class
Autodesk.Revit.DB.BackgroundProcessTask Namespace